{"id":"priv_001","title":"Internal Policy — Data Security","url":"https://intranet/policies/data-security","text":"Policy 1 outlines the data security requirements for all employees. Confidential project files, especially those related to Project X, must only be stored in encrypted drives. Employees must use company-issued devices and VPN connections when working remotely. Any breach of this policy will be subject to disciplinary action."}
{"id":"priv_002","title":"Project X Update — Quantum Error Correction","url":"https://intranet/projects/project-x/error-correction","text":"Project X researchers successfully demonstrated a prototype algorithm for quantum error correction using 64-qubit simulators. Although the error rate remains high, the approach shows promise for stabilizing calculations in noisy intermediate-scale quantum devices. The next milestone is to scale the experiment on 128-qubit architectures."}
{"id":"priv_003","title":"Private Email — Budget Request","url":"https://intranet/emails/budget-request","text":"From: michael.chan@company.com\nTo: sarah.wu@company.com\nSubject: Budget for Quantum Hardware\n\nHi Sarah,\n\nWe need additional funds to secure the procurement of cryogenic cooling systems for Project X. Without these systems, our experiments will face delays. Could you present this request in the next finance meeting?\n\nThanks,\nMichael"}
{"id":"priv_004","title":"Collaboration with Institutions — University Partnership","url":"https://intranet/collaborations/university-mou","text":"The company signed a memorandum of understanding with Cambridge University to jointly research quantum communication protocols. The partnership includes shared access to quantum labs, exchange of PhD students, and co-publication opportunities."}
{"id":"priv_005","title":"Funding Matters — Reallocation Notice","url":"https://intranet/funding/reallocation","text":"Finance has approved reallocating 20% of the AI department’s budget to Project X. This decision was made to accelerate the procurement of specialized superconducting qubit hardware. Departments are advised to adjust their Q3 financial plans accordingly."}
{"id":"priv_006","title":"Government Collaboration — Regulatory Support","url":"https://intranet/government/regulatory-collab","text":"The Ministry of Science and Technology has agreed to provide regulatory support for Project X’s cross-border experiments. This includes expedited approval for importing quantum-grade materials and potential tax incentives for R&D investments."}
{"id":"priv_007","title":"Internal Policy — Remote Work Compliance","url":"https://intranet/policies/remote-compliance","text":"Policy 2 mandates that employees working remotely must connect through company VPN and multi-factor authentication. Sensitive files, especially those linked to Project X, cannot be downloaded to personal devices. Random compliance checks will be conducted monthly."}
{"id":"priv_008","title":"Project X Update — Benchmarking","url":"https://intranet/projects/project-x/benchmark","text":"In the latest benchmarking test, Project X’s quantum algorithms outperformed classical methods in solving optimization problems in logistics. The speedup was modest but validated the feasibility of hybrid quantum-classical workflows."}
{"id":"priv_009","title":"Private Email — Lab Access","url":"https://intranet/emails/lab-access","text":"From: rachel.ong@company.com\nTo: daniel.koh@company.com\nSubject: Request for Lab Credentials\n\nHi Daniel,\n\nCould you grant me temporary access to the Project X cryogenic lab for next week? I need to run additional simulations before the committee review. I’ll ensure all logs are updated.\n\nBest,\nRachel"}
{"id":"priv_010","title":"Collaboration with Institutions — Industry Partner","url":"https://intranet/collaborations/industry","text":"Project X will collaborate with QuantumTech Inc., a leading startup in superconducting qubits. The partnership involves sharing experimental data and co-developing algorithms for financial modeling applications."}
{"id":"priv_011","title":"Funding Matters — Grant Award","url":"https://intranet/funding/grant-award","text":"The company has secured a $10 million government grant to advance Project X. Funds will be allocated to hardware procurement, research staff training, and building a secure quantum computing testbed."}
{"id":"priv_012","title":"Government Collaboration — Joint Lab Initiative","url":"https://intranet/government/joint-lab","text":"The national government and the company will establish a joint quantum computing laboratory under Project X. This lab will house shared experimental equipment and be accessible to both government scientists and company researchers."}
{"id":"priv_013","title":"Internal Policy — Knowledge Sharing","url":"https://intranet/policies/knowledge-sharing","text":"Policy 3 requires all departments to document and share technical learnings on the intranet knowledge base. For critical initiatives like Project X, weekly reports are mandatory. This ensures transparency, reduces duplication, and accelerates problem-solving."}
{"id":"priv_014","title":"Project X Update — International Workshop","url":"https://intranet/projects/project-x/workshop","text":"The Project X team participated in an international workshop on quantum algorithms. Key takeaways included new methods for error mitigation and a roadmap for hybrid quantum-cloud deployments. Several collaborations were initiated with European research groups."}
{"id":"priv_015","title":"Private Email — Funding Justification","url":"https://intranet/emails/funding-justification","text":"From: james.tan@company.com\nTo: linda.lim@company.com\nSubject: Justification for Extra Funding\n\nHi Linda,\n\nCould you help prepare a justification for the additional $2M we are requesting for Project X hardware procurement? The board is asking for ROI projections before they sign off.\n\nRegards,\nJames"}